{
  "lines": [
    {
      "title": "Hébergement d’un bot discord + CD pipeline",
      "category_id":"8",
      "real_time": 4,
      "details": ["à la demande d’un ami j’ai mis en place un système de Continus delivery pour son bot discord ainsi que l’hébergement sur mon serveur"],
      "proofs": ["valobot.png" , "cd-ci.png"],
      "debut_date": "05/05/2020"
    },
    {
      "title": "Mise en place d’un Pihole sur mon réseau local",
      "category_id":"8",
      "real_time": 4,
      "details": ["Apres avoir reçu un Raspberry pi B3+ j’ai décidé d’installer Pyhole pour drastiquement diminuer la quantité de publicités sur mon réseau local"],
      "proofs": ["pihole.png" , "Louis_maudit_2.png"],
      "debut_date": "16/01/2019"
    },
    {
      "title": "Contruction Imprimate 3D RepRap",
      "category_id":"6",
      "real_time": 20,
      "details": ["passioné par les nouvelles thecnologies je voulais m’essayer à l’impression 3D j’ai donc décidé de construire ma propre imprimante, n'ayant pas les moyens j'ai négocié avec DWCCL pour le financement, l'imprimante leur appartient donc"],
      "proofs": ["rep-rap-proof.jpeg" , "signal-2022-04-14-235248_002.jpeg","dwccl.png"],
      "debut_date": "12/12/2019"
    },
    {
      "title": "Modification et amélioration d’une Ender 3",
      "category_id":"6",
      "real_time": 15,
      "details": ["Après 2 ans à imprimer avec une RepRap DWCCL a decidé de passer à une ender 3 et m'a demandé d'y apporter quelques modifications:\nJ’ai changé la carte mère pour une avec des drivers de moteurs silencieux (achat)\nJ’ai ajouté un capteur de position de lit (achat)\nJ’ai modifié le capteur de fin de course de l’axe Z (DIY)\nJ’ai ajouté un capteur de filament (DIY)\nSwap le firmware avec un firmware qui prend en compte les nouveaux capteurs"],
      "proofs": ["ender3.jpeg", "dwccl.png"],
      "debut_date": "12/12/2019"
    },
    {
      "title": "Création des different logo de mon pull rhéto",
      "category_id":"10",
      "real_time": 40,
      "details": ["Lors de ma 6ieme secondaire j'ai eu la chance d'etre designer par ma classe pour crée notre pull rhéto.","je l'ai designer de a à z tous les graphisme sont de ma création.",
        "Apres avoir discuter avec mes camarades de classes nous avions finalement decider que nous nous ispirerons du logo USB et que les lettre serais faite avec des block de tetris.",
        "Tout les visuel on ete réalisé avec Adobe Illustrator en vectoriel"],
      "proofs": ["verso-pull.jpg" , "recto-pull.jpg"],
      "debut_date": "04/02/2019"
    },
    {
      "title": "Apprenez à programmer en Python",
      "category_id":"1",
      "real_time": 40,
      "details": ["formation en python faite lors de ma premiere année à l’Ephec (avant que le Python ne face partie des cours)"],
      "proofs": ["python.png" , "openclassroom.png"],
      "debut_date": "07/02/2019"
    },
    {
      "title": "Mise en place et sécurisation de réseau et des services réseaux de DWCCL ",
      "category_id":"7",
      "real_time": 15,
      "details": ["J'ai mis en place tout le réseau de l'entreprise. J'ai aussi configuré plusieurs services réseau hebergés en local, 2 serveurs web et mail, vpn, serveur de fichers, gestionnaire de mot de passe, DNS add-block. "],
      "proofs": ["dwccl.png"],
      "debut_date": "05/05/2022"
    },
    {
      "title": "développement du site internet infirmiers Jodoigne",
      "category_id":"3",
      "real_time": 30,
      "details": ["création d'un site statique pour DWCCL "],
      "proofs": ["dwccl.png"],
      "debut_date": "05/05/2022"
    }
  ]
}
